[Setting]
Language=English
LanguageID=0901
Version=2.91


[String]

IDM_EXIT=E&xit
IDM_SHOWWINDOW=&Open HideDragon
IDM_HIDEWINDOW=&Hide HideDragon


IDD10_Title=HideDragon 2.91
IDD102_2=Exit
IDD10_1005=&Options...
IDD10_1004=Hide &Icon
IDD10_1664=Show &Icon
IDD10_1102=Mouse:
IDD10_1105=Hide Windows:
IDD10_1106=Show HideDragon:
IDD10_1042=Always On To&p
IDD10_1067=Windows List:
IDD10_1103=Backgrounding Program &Wizar&d...
IDD10_1011=&Clear All
IDD10_1001=Refr&esh
IDD10_1107=Click mouse right + left button to hide all windows.
IDD10_1066=Background runned program list:
IDD10_1070=Auto-Hide the popup wi&ndows of the hidden item
IDD10_1104=&Show
IDD10_1008=Enabled

IDS_USAGETIP_CLICKMIDDLEHIDEWND=Click mouse middle button to hide all windows.
IDS_USAGETIP_CLICKLEFTRIGHTHIDEWND=Click mouse right + left button to hide all windows.
IDS_USAGETIP_SELWNDLISTCANRESERVEWND=Check below window list item can to reserve or hide:
IDS_USAGETIP_RECLICKRIGHTLEFTSHOWWINDOW=Reclick mouse right + left button to show all windows.
IDS_USAGETIP_RECLICKMIDDLESHOWWINDOW=Reclick mouse middle button to show all windows.
IDS_USAGETIP_PRESSHOTKEYTOHIDEWINDOW=Press Hide Window hotkey to hide window.
IDS_USAGETIP_HIDESELITEM=In Window List selected item will hide.
IDS_USAGETIP_REPRESSHOTKEYTOSHOWWINDOW=Re press Hide Window hotkey to show window.
IDS_USAGETIP_MOUSEHOOKDISABLED=Mouse right + left to hide window is disabled.
IDS_TRAYICON_TOOLTIP=HideDragon
IDS_TRAYICON_BALLTIPTITLE=HideDragon 2.91
IDS_TRAYICON_BALLTIP=HideDragon has minimized, you can right click this icon to access more function.





IDS_TIP_LISTVIEW=Click right mouse button to access more functions.

IDS_HOTKEY_TITLE=HotKey
IDS_PASSWORD_TITLE=Password Protection
IDD108_1020=&Use mouse(Left + Right)
IDD108_1109=Use Mouse:
IDD108_1112=Right key muse first pus&h
IDD108_1110=Hide Window:
IDD108_1085=Mus&t use this hotkey to reshow hided window
IDD108_1140=Show HideDragon:
IDD108_1075=Show tip when HideDragon to backg&round


IDS_PASSWORD_TITLE=Password Protection
IDD127_1113=If you make the password-protection setting, you have to input the password to redisplay the hidden windows. If the password is not correct, the hidden windows won't show due to the security manner.
IDD127_1114=Password can be changed without inputting the old one, considering the password may be forgotten by the user
IDD127_1057=&Enable Password Protection
IDD127_1115=Password:
IDD127_1116=Input Again:



IDS_BACKGROUND_TITLE=Background Run
IDD138_1117=Background Options:
IDD138_1074=A&uto-Hide popup windows of background processing programs

IDS_QUICKHIDE_TITLE=Quick Hide Window
IDD144_1119=System:
IDD144_1078=&Auto hide popup window of quick  hided
IDD144_1077=&Memory habit of hide window
IDD144_1093=&Run specified program when quick hide window
IDD144_1001=&Program path:
IDD144_1120=Checked Item In Window List:
IDD144_1080=R&eserve checked window
IDD144_1081=&Hide checked window
IDS_QUICKHIDE_FILETYPE=Executable File (*.EXE) *.EXE All Files (*.*) *.* 

IDS_QUICKHIDE_FILETYPE1=Executable File (*.EXE)
IDS_QUICKHIDE_FILETYPE2=*.EXE
IDS_QUICKHIDE_FILETYPE3=All Files (*.*)
IDS_QUICKHIDE_FILETYPE4=*.*


IDS_QUICKHIDE_DAILOGTITLE=Please Select Executable File





IDS_MOUSEMOTION_TITLE=Mouse Motion


IDS_AUTOUPDATE_TITLE=Auto Update
IDD161_1047=Automatic Update:
IDD161_1080=Enable automatic updat&e
IDD161_1138=Select this automatic update is enable,the newer version is update silent.It is wonderful!
IDD161_1081=&Only prompt when newer version available
IDD161_1139=Select this only prompt user,user decide if update.






IDS_OTHERSETTING_TITLE=Other Setting
IDD110_1121=System:
IDD110_1019=Minimize the systemic sound after the &hidden windows
IDD110_1040=R&un HideDragon when Windows Startup
IDD110_1071=No Display &main windows when run
IDD110_1095=No display Tray &icon
IDD110_1041=Add HideDragon Sho&rtcut into Quick Launch Area
IDD110_1122=The hidden windows when exit HideDragon:
IDD110_1022=Close all hidd&en windows
IDD110_1023=Di&splay all hidden windows




IDS_ABOUT_TITLE=Copyrights
IDD106_1033=HideDragon 2.91
IDD106_1034=Copyright (C) 2003.4 - 2007.6 HideDragon
IDD106_1035=All rights Reserved.
IDD106_1124=MSN:
IDD106_1028=Please send us emails for any advice or comment,and we will improve our software in next version.
IDS_PARA2=Welcome to register, In this way you will obtain a registration code which allows you to continue using this software and receive technical support.
IDS_TIP_MAIL=Feedback and Suggestion.
IDS_TIP_HTTP=Get the newest information about HideDragon.




IDS_README_TITLE=ReadMe



IDS_HISTORY_TITLE=History


IDS_ABOUTOPTION_TITLE=About...


IDS_OPTIONDIALOG_TITLE=Options




IDD145_Title=HideDragon
IDD145_1125=HideDragon now run to background,you can through HotKey:
IDD145_1126=Or
IDD145_1127=Run HideDragon Again
IDD145_1128=To Reshow HideDragon.
IDD145_1097=Don't S&how This Dialog
IDD145_1129=&Close

IDD168_Title=General
IDD168_1174=Process ID:
IDD168_1175=Process Name:
IDD168_1180=Email This Code to Us:
IDD168_1181=New Icon:
IDD168_1182=Tray Icon:
IDD168_1183=Background Hotkey:
IDD168_1184=Transparent:
IDD168_1185=Automatic Checked:
IDS_PROPERTYLIST_WNDTITLE=Window Title
IDS_PROPERTYLIST_WNDHANDLE=Window Handle
IDS_AUTORESERVE_YES=Yes
IDS_AUTORESERVE_NO=No
IDD168_1190=No Have





IDD167_Title=Additional
IDD167_1176=Visible Window Numbers:
IDD167_1177=Window Title And Handle:
IDD167_1178=Original Title:
IDD167_1179=New Title:



IDD163_Title=Background Window Hotkey
IDD163_1144=Please press hotkey that background window:
IDD163_1145=Hotkey:
IDD163_1204=If register hotkey, muse press hotkey in the hotkey frame.

IDD164_Title=Change Window Title
IDD164_1186=Please input window title in below:
IDD164_1187=Window Title:
IDD164_1148=The title muse not empty, please input.

IDS_CHANGEICON_PLEASESELICON=Please Selecte Icon To Changed
IDS_CHANGEICON_FILETYPE1=Icon File (*.ICO)
IDS_CHANGEICON_FILETYPE2=*.ICO
IDS_CHANGEICON_FILETYPE3=AllFile (*.*)
IDS_CHANGEICON_FILETYPE4=*.*








IDS_WIZARDBEGIN_TITLE=The specified background processing wizard
IDD136_Title=The specified background processing wizard
IDD136_1130=Welcome to use HideDragon specified background processing wizard:
IDD136_1131=This wizard can help you:
IDD136_1132=Appoint the tray icon to run in the background.
IDD136_1133=Appoint the windows on desktop to run in the background, if this window has the corresponding tray icon, its tray icon will run in background too.






IDD131_1064=Select the tray icons or windows to be run in the background.
IDS_WIZARDBKSELWND_FIRSTSTEP=First Step
IDS_WIZARDBKSELWND_SELECTWNDORICON=Select the programs or tray icons to be hidden.
IDS_WIZARDSELWND_TRAYICON=Tray Icon
IDS_WIZARDSELWND_RELATEDTEXT=Window titles or tooltips related to the tray icons
IDS_WIZARDSELWND_PROCESSID=Process ID




IDS_WIZARDBKFINSIH_FINISH=Finish
IDS_WIZARDBKFINISH_CLICKFINISHTOSEL=Click Finish to hide the selected icons or windows.
IDD132_1134=Below are the programs to be run in background, if you click "Finish", these programs will run in the background. To display these background processing programs, you can go to Background Processing Programs List in the main window.
IDS_WIZARDFINISH_TRAYICON=Tray Icon
IDS_WIZARDFINISH_RELATEDTEXT=Window titles or tooltips related to the tray icons
IDS_WIZARDFINISH_PROCESSID=Process ID


IDD101_Title=HideDragon
IDD101_1004=Hidedragon has the setting of password-protection, which requires the password input to restore the hidden windows. In case the password is forgotten, Hidedragon has to be run again, and the password can be set up when no window is hidden.
IDD101_1005=Password:
IDD101_1003=Invalid password, please try again!


IDD124_Title=Enter Registration
IDD124_1202=After registration, you can obtain:
IDD124_1191=Welcome Register!
IDD124_1193=You can only run 30 times.
IDD124_1194=Feedback and Support
IDD124_1195=We provide free technical assistance.
IDD124_1197=To retrive register code:
IDD124_1002=&Buy HideDragon
IDD124_1199=Email This Code to Us:
IDD124_1200=Registration Code:
IDD124_1001=&Register
IDD124_1201=Remind Me Later
IDS_MESSAGEBOX_REGISTERSUCCESSFUL=Register sucessful!
IDS_MESSAGEBOX_SERIALERROR=Register code is error,please check and re input!



IDS_DEMO=You can see The Funtion "OnInitDialog" that how I Set the language of the dialog by calling only one Function.\n And you can set your string by calling g_LoadString function.
IDS_LISTVIEW_WINDOWTITLE=Window Title
IDS_LISTVIEW_PROCESSID=Process ID
IDS_LISTVIEW_TRAYICON=Tray Icon
IDS_MOUSE_STATUS_ENABLED=Enabled
IDS_MOUSE_STATUS_DISABLED=Disabled
IDS_LISTVIEWBK_TRAYICON=Tray Icon
IDS_LISTVIEWBK_RELATEDTITLE=Window Title or Tray Icon's Tooltip
IDS_LISTVIEWBK_PROCESSID=Process ID
IDS_HAVETRAYICON=Have





IDS_MAINDIALOG_TITLE=HideDragon
IDS_MESSAGEBOX_REGHIDEALLWINDOWFAILURE=Register hide window hotkey failure.
IDS_MESSAGEBOX_REGSHOWHIDEDRAGONFAILURE=Register show HideDragon hotkey failure.
IDS_MESSAGEBOX_PLEASESELECTAITEM=Please select a item.
IDS_MESSAGEBOX_NOTFOUNDLANGPACK=Not found language pack,or load language failure.
IDS_MESSAGEBOX_REGHIDEWNDFAILURECHANGE=Register hide window hotkey failure,please change another.
IDS_MESSAGEBOX_REGSHOWHIDEDRAGONFAILURECHANGE=Register show HideDragon hotkey failure,please retry another.
IDS_MESSAGEBOX_IFNOTCONFLICT=The cancellation of the option will not be recommended if it does not conflict with other programs.
IDS_MESSAGEBOX_REGISTERSUCCESSFUL=Register successful!You can acquire one year update and technology support.
IDS_MESSAGEBOX_IFENABLEPASSWORD=If enable password protect,must input password.
IDS_MESSAGEBOX_PASSWORDNOTMATCH=Password is not matching.
IDS_MESSAGEBOX_PLEASESELECTWNDORICON=Please select the icons or windows to be hidden.
IDS_MESSAGEBOX_SELECTEDWNDORICONISCANCEL=You have selected the windows or icons to be hidden, if cancel,these windows or icons will not be hidden, are you sure to cancel?
IDS_MESSAGEBOX_NEEDSELPROGRAM=If enable run program after hide window,please specify a program path.
IDS_MESSAGEBOX_IFEXIT=If exit the hided window will show now. Are you sure exit?






IDM_MAIN_FILE=&File
IDM_MAIN_JOB=&Job
IDM_MAIN_TOOL=&Tool
IDM_MAIN_HELP=&Help
IDM_ONTOP=Always on to&p
IDM_HIDEICON=Hide &Icon
IDM_SHOWICON=Show &Icon
IDM_HIDETIP=&Show Tip
IDM_OPTION=&Option...
IDM_SPECBK=Backgrounding Program...
IDM_UPDATE=&Update
IDM_ACQUIRELANGUAGE=&Get More Language pack now...
IDM_QUICKSTART=Quick Start
IDM_XPQH=eXPerience &Quick H&ide Window...
IDM_XPBK=eXPerience &Backgrou&nding Program...
IDM_XPDISGUISE=eXPerience &Disguise Window...
IDM_USERMANUAL=&Manual...
IDM_SUGGEST=&Feedback and Support
IDM_BUYONLINE=B&uy HideDragon...
IDM_REGISTER=&Enter Registration Code...
IDM_BLOG=Bl&og...
IDM_ABOUT=A&bout...

IDM_RESERVESEL=Checked Window &Reserved
IDM_HIDESEL=Checked Window &Hided
IDM_RESERVE=&Check This Window
IDM_HIDETHISWND=H&ide This Window
IDM_CANCELRESERVE=&Cancel Check This Window
IDM_CANCELHIDE=&Cancel Hide This Window
IDM_AUTORESERVE=&Automatic Check This Window
IDM_CANCELAUTORESERVE=Cance&l Automatic Check This Window
IDM_CANCELAUTOHIDE=Cance&l Automatic Hide This Window
IDM_SETWNDALPHA=S&et Window Transparent
IDM_JOB_TIP3=Use Upper Functions Pleease Select Window Lis&t

IDM_TRANSPARENT_RESTORE=Rest&ore
IDM_TRANSPARENT_LOW=Lo&w Transparent
IDM_TRANSPARENT_MIDDLELOW=&Middle Low Transparent
IDM_TRANSPARENT_MIDDLE=M&iddle
IDM_TRANSPARENT_MIDDLEHIGH=Middle &High
IDM_TRANSPARENT_MOSTHIGH=A&bsolute Transparent

IDM_TOBK=Back&ground this Window
IDM_BKWNDHOTKEY=&Custom BK Window Hotkey...
IDM_UNREGISTERHK=&Unregister BK Window Hotkey
IDM_CHANGEICON=Change Window &Icon...
IDM_CHANGETITLE=Change Window &Title...
IDM_RESTOREICONTITLE=Restore Win&dow And Icon
IDM_PROPERTY=&Property...



IDS_PROPERTY_TITLE=Property
IDS_GENERAL_TITLE=General
IDS_PROPERTYOTHER_TITLE=Other


IDM_LINK_XPBK=http://kinghome.51.net/en/ExperienceBack.htm
IDM_LINK_XPQH=http://kinghome.51.net/en/QucickExperience.htm
IDM_LINK_BLOG=http://hi.baidu.com/hidedragon
IDM_LINK_SUGGEST=http://kinghome.51.net/en/notbook/notbook.php
IDM_LINK_MANUAL=http://kinghome.51.net/en/ttt2/Frameset.htm
IDM_LINK_BUY=http://kinghome.51.net/en/BuyNow.htm







;;;;;;;;;;;;;;;;;;;;;;;;;;;;;Online Update;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;;
IDD130_Title=HideDragon Online Update
IDD130_2007=Update Progress:
IDD130_2002=1.Connecting the server
IDD130_2003=2.Checking for components
IDD130_2004=3.Downloading the files
IDD130_2005=4.Installing the files
IDD130_2008=&Start


IDD160_Title=HideDragon
IDD160_2135=HideDragon have Update newer version,for more function, suggest you:
IDD160_2136=Update Now(High speed)
IDS_BUTTON_START=&Start
IDS_BUTTON_STOP=&Stop



IDS_HDUPDATE_HIDEDRAGONUPDATESUCCESS=HideDragn update success!
IDS_HDUPDATE_CANNOTRESOLVEADDR=Can't resolve server address,please check network retry later.
IDS_HDUPDATE_CANNOTCONNECTSERVER=Can't connect server,please retry later.
IDS_HDUPDATE_REQUESTFILENOTFOUND=Request file is not found.
IDS_HDUPDATE_SERVERBUSY=Server busy,please retry later.
IDS_HDUPDATE_FILENOTENOUGH=Current directory file not enough.
IDS_HDUPDATE_DOWNLOADINGNEW=3.Find newer version, downloading...
IDS_HDUPDATE_DOWNLOADSUCCESS=3.Download success.
IDS_HDUPDATE_NOTFOUNDNEWER=2.Not found newer version, please retry later.









